{
  "stories": [
    "Jurou largar o café; trocou por energético e agora compila até a alma. Ainda diz que é saúde.",
    "Faz deploy na sexta e fala 'tá tranquilo'; o pager discorda e transforma isso em stand-up ao vivo.",
    "Escreve testes 'depois'; o bug escreve a biografia primeiro, em produção, com plateia e tudo.",
    "Domina microserviços; perdeu foi a vida social, dividida em shards e sem backup emocional.",
    "Fez um hotfix elegante; resolveu um erro e criou três novos, todos com assinatura premium.",
    "É sênior em reuniões; codar virou hobby raro, mas revisa PR como quem julga novela ruim.",
    "Ama Clean Code; a mesa é um caos, mas o linter aprova e isso vira prova de caráter.",
    "Diz 'só mais 5 min'; passam 3 horas e o commit vira 'final_agora_vai_mesmo_v3'.",
    "Otimiza tudo; economiza 2ms e gasta 2 dias explicando a gambiarra em docs eternas.",
    "Odeia legado; herdou um monólito e agora chama de 'filho' pra justificar o apego.",
    "Promete refatorar; abre issue, fecha por falta de tempo e chama isso de maturidade ágil.",
    "Usa IA pra tudo; até pra senha. A IA sugere '123456' e ele aceita porque 'é prático'.",
    "Ama padrões; aplicou Strategy pra decidir almoço e ainda tomou NullPointer no prato.",
    "Diz 'não é bug, é feature'; o cliente diz 'não é feature, é boleto' e encerra o debate.",
    "Virou dev por amor à lógica; hoje ama planilhas porque o sistema caiu de novo, claro.",
    "Instala dependência por impulso; o projeto vira coral de warnings cantando em uníssono.",
    "Sabe explicar arquitetura; só não sabe por que o serviço depende de um arquivo 'final2'.",
    "Jura que é só um ajuste; abre o código e descobre uma civilização antiga de if encadeado.",
    "Diz que documentou; a documentação é um comentário: 'não mexe aqui'. Funciona por fé.",
    "O build quebrou; culpa a rede, a lua e o estagiário. Era um espaço a mais, humilde.",
    "Defende 'simplicidade'; entrega 12 configs, 8 variáveis e um README com ameaça velada.",
    "Tem rotina saudável: alonga a coluna e encurva a alma no primeiro merge conflict do dia.",
    "Faz code review com rigor; aprova a própria gambiarra com 'LGTM' e vai dormir em paz.",
    "Diz que segue padrões; o padrão é repetir o mesmo bug em três módulos diferentes.",
    "Refatora por esporte; muda nomes, quebra tudo e chama isso de 'melhoria invisível'.",
    "Promete não usar global; descobre um singleton e chama de 'compromisso com performance'.",
    "Jura que não tem tempo; passa 40 minutos escolhendo o nome perfeito pra variável.",
    "Diz que é só frontend; passa o dia brigando com CORS e descobre que é backend também.",
    "Coloca 'TODO' por carinho; meses depois, o TODO vira parte do requisito oficial.",
    "Gosta de segurança; bloqueia tudo, inclusive a própria aplicação, e chama de hardening.",
    "Faz logging demais; o bug se esconde no barulho e ainda sai de lá promovido.",
    "Quer alta disponibilidade; roda um serviço, um fallback, e um pedido de desculpas automático.",
    "Otimiza query; derruba o banco e culpa o índice. O índice culpa a vida.",
    "Escreve 'quick script'; nasce um sistema crítico que ninguém ousa tocar.",
    "Diz que é minimalista; usa 19 libs pra imprimir 'Hello World' com elegância.",
    "Fala em 'observabilidade'; observa o erro, suspira e fecha o notebook com dignidade.",
    "Promete não trabalhar no fim de semana; o alertas concordam e aparecem no sábado às 3.",
    "Defende TDD; faz 'Test-Driven Desespero' quando o prazo encosta e a fé acaba.",
    "Faz rollback com orgulho; chama de 'estratégia de resiliência' e ganha palmas do caos.",
    "Reclama de reunião; marca outra reunião pra reclamar melhor, com pauta e ata.",
    "Diz que 'é só cache'; vira um sistema paralelo com memória própria e personalidade ruim.",
    "O PR está pequeno; só mudou metade do projeto e 'uns ajustes' no banco.",
    "Gosta de clean architecture; a realidade responde com um endpoint colado no mundo físico.",
    "Diz que não gosta de frameworks; cria um mini-framework caseiro e sofre em silêncio.",
    "Faz feature toggle; esquece ligado e descobre em produção que a vida é beta.",
    "Acha que entendeu a stack; atualiza uma lib e aprende humildade instantânea.",
    "Ama automação; automatiza tudo menos o bom senso no momento de mergear.",
    "Culpa a infra; a infra responde com um log que diz: 'foi você'.",
    "Trata warning como decoração; até que um vira erro e vira filme de terror.",
    "Sabe o caminho do bug: sempre volta na linha que 'não tem como dar problema'."
  ]
}
